{
    "id": "sentinel-1-displacement",
    "dashboard:is_periodic": false,
    "dashboard:time_interval": "P1D",
    "description": "The Level-3 OPERA Sentinel-1 Surface Displacement (DISP) product is generated through interferometric time-series analysis of Level-2 Coregistered Sentinel-1 Single Look Complex (CSLC) datasets. Using a hybrid Persistent Scatterer (PS) and Distributed Scatterer (DS) approach, this product quantifies Earth's surface displacement in the radar line-of-sight. The DISP products enable the detection of anthropogenic and natural surface changes, including subsidence, tectonic deformation, and landslides. The OPERA DISP suite comprises complementary datasets derived from Sentinel-1 and NISAR inputs, designated as DISP-S1 and DISP-NI, respectively. Each product, created per acquisition, adheres to a consistent structure, HDF5 file format, file-naming convention, and a 30 m spatial posting. This collection specifically includes DISP-S1 products, derived from Sentinel-1 data. DISP-S1 products provide spatial coverage across North America, encompassing the United States, U.S. territories within 200 km of the U.S. border, Canada, and mainland countries from the southern U.S. border to Panama. These products are generated from Sentinel-1 Interferometric Wide (IW) swath mode acquisitions starting in mid-2016. The OPERA DISP-S1 product contains modified Copernicus Sentinel data (2016-2025).",
    "title": "Sentinel-1 Displacement",
    "extent": {
        "spatial": {
            "bbox": [
                [
                    -125,
                    -24,
                    -66,
                    49
                ]
            ]
        },
        "temporal": {
            "interval": [
                [
                    "2020-01-01T00:00:00Z",
                    "2025-09-26T00:00:00Z"
                ]
            ]
        }
    },
    "item_assets": {
        "displacement": {
            "description": "displacement",
            "roles": [
                "data",
                "layer"
            ],
            "title": "displacement",
            "type": "image/tiff; application=geotiff; profile=cloud-optimized"
        }     
    },
    "license": "CC0-1.0",
    "links": [],
    "providers": [
        {
            "name": "NASA"
        }
    ],
    "renders": {
        "displacement": {
            "assets": [
                "displacement"
            ],
            "rescale": [
                [
                    -1,
                    1
                ]
            ]
        }
    },
    "stac_extensions": [
        "https://stac-extensions.github.io/render/v1.0.0/schema.json",
        "https://stac-extensions.github.io/item-assets/v1.0.0/schema.json"
    ],
    "stac_version": "1.0.0",
    "type": "Collection",
    "tenant": ["nasa-disasters"]
}