{
    "collection": "micasa-carbonflux-monthgrid-v1",
    "bucket": "ghgc-data-store",
    "prefix": "micasa-carbonflux-monthgrid-v1/",
    "filename_regex": ".*MiCASA_v1.*.tif$",
    "datetime_range": "month",
    "assets": {
        "npp": {
            "title": "Net Primary Production (NPP), MiCASA Model v1",
            "description": "Net Primary Production (carbon available from plants) in units of grams of carbon per square meter per day (monthly mean).",
            "regex": ".*MiCASA_v1_NPP_.*monthly.*.tif$"
        },
        "rh": {
            "title": "Heterotrophic respiration (Rh), MiCASA Model v1",
            "description": "Heterotrophic respiration (carbon flux from the soil to the atmosphere) in units of grams of carbon per square meter per day (monthly mean).",
            "regex": ".*MiCASA_v1_Rh_.*monthly.*.tif$"
        },
        "nee": {
            "title": "Net Ecosystem Exchange (NEE), MiCASA Model v1",
            "description": "Net Ecosystem Exchange (net carbon flux to the atmosphere) in units of grams of carbon per square meter per day (monthly mean).",
            "regex": ".*MiCASA_v1_NEE_.*monthly.*.tif$"
        },
        "fire": {
            "title": "Fire emissions (FIRE), MiCASA Model v1",
            "description": "Fire emissions (flux of carbon to the atmosphere from wildfires) in units of grams of carbon per square meter per day (monthly mean).",
            "regex": ".*MiCASA_v1_FIRE.*monthly.*.tif$"
        },
        "fuel": {
            "title": "Wood fuel emissions (FUEL), MiCASA Model v1",
            "description": "Wood fuel emissions (flux of carbon to the atmosphere from wood burned for fuel) in units of grams of carbon per square meter per day (monthly mean).",
            "regex": ".*MiCASA_v1_FUEL_.*monthly.*.tif$"
        },
        "nbe": {
            "title": "Net Biosphere Exchange (NBE), MiCASA Model v1",
            "description": "Net Biosphere Exchange (net carbon flux from the ecosystem) in units of grams of carbon per square meter per day (monthly mean).",
            "regex": ".*MiCASA_v1_NBE_.*monthly.*.tif$"
        },
        "atmc": {
            "title": "Atmospheric Correction (ATMC), MiCASA Model v1",
            "description": "A correction to account for long-term historical changes in the uptake of CO₂ from the atmosphere to the biosphere in units of grams of carbon per square meter per day (monthly mean).",
            "regex": ".*MiCASA_v1_ATMC_.*monthly.*.tif$"
        }
    },
    "id_regex": ".*_(.*).tif$",
    "id_template": "micasa-carbonflux-monthgrid-v1-{}"
}
